drivers/NVMSIM/test/fio/output/pmem-readSeq-16-2G-test
mytest: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10791: Thu Mar 26 18:40:12 2020
  read : io=6144.0MB, bw=3344.6MB/s, iops=856213, runt=  1837msec
    slat (usec): min=1, max=4828, avg= 2.36, stdev= 7.11
    clat (usec): min=1, max=4905, avg=50.96, stdev=39.59
     lat (usec): min=2, max=4907, avg=53.39, stdev=40.94
    clat percentiles (usec):
     |  1.00th=[   31],  5.00th=[   32], 10.00th=[   32], 20.00th=[   33],
     | 30.00th=[   33], 40.00th=[   34], 50.00th=[   38], 60.00th=[   47],
     | 70.00th=[   52], 80.00th=[   61], 90.00th=[   80], 95.00th=[  103],
     | 99.00th=[  197], 99.50th=[  241], 99.90th=[  394], 99.95th=[  498],
     | 99.99th=[  836]
    bw (MB  /s): min=  799, max= 1445, per=35.54%, avg=1188.59, stdev=254.65
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=64.40%
    lat (usec) : 100=30.07%, 250=5.09%, 500=0.40%, 750=0.03%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=25.19%, sys=73.84%, ctx=233, majf=0, minf=82
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1572864/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=6144.0MB, aggrb=3344.6MB/s, minb=3344.6MB/s, maxb=3344.6MB/s, mint=1837msec, maxt=1837msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%