drivers/NVMSIM/test/fio/output/pmem-readSeq-2-2G-test
mytest: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=2
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10944: Thu Mar 26 18:40:40 2020
  read : io=6144.0MB, bw=3595.9MB/s, iops=920341, runt=  1709msec
    slat (usec): min=1, max=3677, avg= 2.20, stdev= 6.16
    clat (usec): min=1, max=3682, avg= 3.71, stdev= 7.44
     lat (usec): min=3, max=3686, avg= 5.96, stdev=10.06
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    5], 95.00th=[    6],
     | 99.00th=[   21], 99.50th=[   26], 99.90th=[   93], 99.95th=[  121],
     | 99.99th=[  197]
    bw (MB  /s): min= 1032, max= 1437, per=34.18%, avg=1228.87, stdev=117.01
    lat (usec) : 2=0.01%, 4=70.70%, 10=27.49%, 20=0.50%, 50=1.07%
    lat (usec) : 100=0.16%, 250=0.08%, 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%
  cpu          : usr=27.16%, sys=71.93%, ctx=191, majf=0, minf=39
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1572864/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=2

Run status group 0 (all jobs):
   READ: io=6144.0MB, aggrb=3595.9MB/s, minb=3595.9MB/s, maxb=3595.9MB/s, mint=1709msec, maxt=1709msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%