drivers/NVMSIM/test/fio/output/pmem-readSeq-32-1G-test
mytest: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=32
...
fio-3.1
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=21518: Sat Apr 25 14:11:56 2020
   read: IOPS=1256k, BW=4907MiB/s (5146MB/s)(3072MiB/626msec)
    slat (nsec): min=1235, max=968886, avg=1635.70, stdev=2705.47
    clat (nsec): min=1075, max=1188.4k, avg=73932.74, stdev=22954.87
     lat (usec): min=2, max=1225, avg=75.61, stdev=23.33
    clat percentiles (usec):
     |  1.00th=[   63],  5.00th=[   64], 10.00th=[   66], 20.00th=[   66],
     | 30.00th=[   66], 40.00th=[   67], 50.00th=[   67], 60.00th=[   67],
     | 70.00th=[   68], 80.00th=[   71], 90.00th=[   97], 95.00th=[  127],
     | 99.00th=[  163], 99.50th=[  184], 99.90th=[  233], 99.95th=[  285],
     | 99.99th=[  490]
   bw (  MiB/s): min= 1642, max= 1661, per=33.62%, avg=1649.84, stdev= 9.97, samples=3
   iops        : min=420562, max=425281, avg=422359.33, stdev=2552.52, samples=3
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (usec)   : 100=91.21%, 250=8.70%, 500=0.07%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=22.38%, sys=77.08%, ctx=24, majf=0, minf=127
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwt: total=786432,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
   READ: bw=4907MiB/s (5146MB/s), 4907MiB/s-4907MiB/s (5146MB/s-5146MB/s), io=3072MiB (3221MB), run=626-626msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%