drivers/NVMSIM/test/fio/output/pmem-readSeq-32-2G-test
mytest: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=32
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10742: Thu Mar 26 18:40:02 2020
  read : io=6144.0MB, bw=3611.2MB/s, iops=924670, runt=  1701msec
    slat (usec): min=1, max=8385, avg= 2.25, stdev=13.30
    clat (usec): min=1, max=8515, avg=99.51, stdev=88.09
     lat (usec): min=2, max=8517, avg=101.81, stdev=89.60
    clat percentiles (usec):
     |  1.00th=[   65],  5.00th=[   66], 10.00th=[   67], 20.00th=[   67],
     | 30.00th=[   69], 40.00th=[   70], 50.00th=[   74], 60.00th=[   87],
     | 70.00th=[  103], 80.00th=[  122], 90.00th=[  155], 95.00th=[  201],
     | 99.00th=[  322], 99.50th=[  370], 99.90th=[  462], 99.95th=[  540],
     | 99.99th=[ 2320]
    bw (MB  /s): min=  981, max= 1494, per=34.27%, avg=1237.76, stdev=183.87
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (usec) : 100=67.16%, 250=30.25%, 500=2.51%, 750=0.06%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=27.16%, sys=71.65%, ctx=102, majf=0, minf=128
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued    : total=r=1572864/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
   READ: io=6144.0MB, aggrb=3611.2MB/s, minb=3611.2MB/s, maxb=3611.2MB/s, mint=1701msec, maxt=1701msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%