drivers/NVMSIM/test/fio/output/pmem-readSeq-64-2G-test
mytest: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=64
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10691: Thu Mar 26 18:39:51 2020
  read : io=6144.0MB, bw=3426.7MB/s, iops=877224, runt=  1793msec
    slat (usec): min=1, max=4710, avg= 2.38, stdev= 6.99
    clat (usec): min=1, max=5220, avg=212.44, stdev=123.71
     lat (usec): min=3, max=5224, avg=214.87, stdev=124.99
    clat percentiles (usec):
     |  1.00th=[  133],  5.00th=[  135], 10.00th=[  135], 20.00th=[  137],
     | 30.00th=[  139], 40.00th=[  145], 50.00th=[  157], 60.00th=[  189],
     | 70.00th=[  217], 80.00th=[  270], 90.00th=[  370], 95.00th=[  466],
     | 99.00th=[  636], 99.50th=[  708], 99.90th=[  892], 99.95th=[ 1012],
     | 99.99th=[ 2736]
    bw (MB  /s): min=  800, max= 1374, per=32.74%, avg=1121.79, stdev=209.26
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (usec) : 100=0.01%, 250=77.07%, 500=19.21%, 750=3.41%, 1000=0.26%
    lat (msec) : 2=0.03%, 4=0.01%, 10=0.01%
  cpu          : usr=26.24%, sys=72.55%, ctx=331, majf=0, minf=225
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued    : total=r=1572864/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: io=6144.0MB, aggrb=3426.7MB/s, minb=3426.7MB/s, maxb=3426.7MB/s, mint=1793msec, maxt=1793msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%