drivers/NVMSIM/test/fio/output/pmem-readSeq-8-1G-test
mytest: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=8
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10472: Thu Mar 26 18:39:03 2020
  read : io=3072.0MB, bw=4407.5MB/s, iops=1128.4K, runt=   697msec
    slat (usec): min=1, max=3973, avg= 1.80, stdev= 6.51
    clat (usec): min=1, max=3998, avg=18.80, stdev=20.08
     lat (usec): min=2, max=4000, avg=20.65, stdev=21.40
    clat percentiles (usec):
     |  1.00th=[   15],  5.00th=[   15], 10.00th=[   15], 20.00th=[   15],
     | 30.00th=[   15], 40.00th=[   15], 50.00th=[   16], 60.00th=[   16],
     | 70.00th=[   16], 80.00th=[   17], 90.00th=[   25], 95.00th=[   32],
     | 99.00th=[   71], 99.50th=[   93], 99.90th=[  181], 99.95th=[  258],
     | 99.99th=[  700]
    bw (MB  /s): min= 1407, max= 1460, per=32.65%, avg=1438.82, stdev=28.19
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=83.75%, 50=14.19%
    lat (usec) : 100=1.64%, 250=0.37%, 500=0.04%, 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%
  cpu          : usr=24.36%, sys=73.32%, ctx=183, majf=0, minf=59
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=786432/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=3072.0MB, aggrb=4407.5MB/s, minb=4407.5MB/s, maxb=4407.5MB/s, mint=697msec, maxt=697msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%