drivers/NVMSIM/test/fio/output/pmem-writeSeq-2-1G-test
mytest: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=2
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10581: Thu Mar 26 18:39:18 2020
  write: io=3072.0MB, bw=3216.8MB/s, iops=823489, runt=   955msec
    slat (usec): min=1, max=9036, avg= 2.56, stdev=14.19
    clat (usec): min=1, max=9041, avg= 4.00, stdev=14.72
     lat (usec): min=3, max=9047, avg= 6.62, stdev=20.67
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    5], 95.00th=[    6],
     | 99.00th=[   17], 99.50th=[   26], 99.90th=[   88], 99.95th=[  123],
     | 99.99th=[  217]
    bw (KB  /s): min=903304, max=1035848, per=30.03%, avg=989146.67, stdev=74437.97
    lat (usec) : 2=0.01%, 4=66.99%, 10=31.46%, 20=0.65%, 50=0.65%
    lat (usec) : 100=0.16%, 250=0.08%, 500=0.01%, 750=0.01%
    lat (msec) : 4=0.01%, 10=0.01%
  cpu          : usr=25.45%, sys=73.41%, ctx=74, majf=0, minf=38
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=786432/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=2

Run status group 0 (all jobs):
  WRITE: io=3072.0MB, aggrb=3216.8MB/s, minb=3216.8MB/s, maxb=3216.8MB/s, mint=955msec, maxt=955msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%